export default function DescriptionUnderPagination() {
    return(
        <div className="lg:mx-10 mx-5 mt-10 lg:mt-20">
            <p className="text-sm text-muted-foreground indent-8 text-justify">SmackFlow — это современная платформа об искусственном интеллекте и нейросетях, созданная для всех: от дизайнеров и разработчиков до маркетологов, студентов и офисных специалистов. Здесь вы найдёте практические гайды, полезные AI-инструменты, реальные кейсы и простые объяснения сложных технологий, которые помогают автоматизировать задачи, повышать продуктивность и открывать новые возможности в работе и повседневной жизни.</p>
            <p className="mt-2 text-sm text-muted-foreground indent-8 text-justify">Пользоваться платформой максимально просто: ищите статьи по тегам, например #дизайнер или #маркетинг, либо используйте поиск по ключевым словам, чтобы быстро находить нужные материалы и изучать мир современных нейросетей вместе со SmackFlow.</p>
        </div>
    )
}